// From MacBuddy
// ---------------------------------------------------------------------
// * Buttons
// ---------------------------------------------------------------------
"OK_BUTTON"		= "OK";
"CANCEL_BUTTON"		= "Annuller";
"GOBACK_BUTTON"		= "Tilbage";
"DIAGNOSE_BUTTON"	= "Diagnosticer";

// ---------------------------------------------------------------------
// * Progress message
// ---------------------------------------------------------------------
"MESSAGE_CONFIGURING"		= "Konfigurerer computeren...";
"MESSAGE_PREP_CONNECTION"	= "Gør klar til forbindelse...";

// ---------------------------------------------------------------------
// * Fatal error
// ---------------------------------------------------------------------
"FATAL_ERROR_PANEL_TITLE"		= "Uventet fejl";
"MESSAGE_FATAL_ERROR_TITLE"		= "Der er sket en uventet fejl.";

// ---------------------------------------------------------------------
// * Generic error
// ---------------------------------------------------------------------
"GENERIC_ERROR_PANEL_TITLE"				= "Fejl";
"ERROR_MESSAGE_GENERIC_TITLE"			= "Beklager...";


// ---------------------------------------------------------------------
// * Data Validation
// ---------------------------------------------------------------------
"ERROR_MESSAGE_VALIDATION_FAILED_TITLE" = "Beklager";
"ERROR_MESSAGE_VALIDATION_WARNING_TITLE" = "Advarsel";
"ERROR_MESSAGE_VALIDATION_WARNING" = "Vil du fortsætte?";

                    // Required field
"ERROR_MESSAGE_VALIDATION_0001_TITLE" = "Du har ikke skrevet alle de nødvendige oplysninger.";
"ERROR_MESSAGE_VALIDATION_0001" = "Vælg de felter, der er markeret med røde pile, og skriv de nødvendige oplysninger.";

                    // Min-length field
"ERROR_MESSAGE_VALIDATION_0002_TITLE" = "Den indtastede tekst er for kort.";
"ERROR_MESSAGE_VALIDATION_0002" = "Vælg det markerede felt, og ret den indtastede tekst.";

                    // Matching fields (e.g. password)
"ERROR_MESSAGE_VALIDATION_0003" = "De indtastede oplysninger er forkerte.";

                    // NI Username invalid
"ERROR_MESSAGE_VALIDATION_0004_TITLE" = "Det indtastede brugernavn er ugyldigt.";
"ERROR_MESSAGE_VALIDATION_0004" = "Vælg det markerede felt, og skriv et gyldigt brugernavn til NetInfo-netværket.";

                    // NI Password invalid
"ERROR_MESSAGE_VALIDATION_0005_TITLE" = "Den indtastede adgangskode er forkert.";
"ERROR_MESSAGE_VALIDATION_0005" = "Vælg det markerede felt, og skriv den korrekte adgangskode.";

                    // UnixName invalid		-- refer to UsersPref
"ERROR_MESSAGE_VALIDATION_0006_TITLE" = "Det indtastede navn kan ikke bruges.";
"ERROR_MESSAGE_VALIDATION_0006" = "Vælg det markerede felt, og vælg et andet kort navn.";
"ERROR_MESSAGE_VALIDATION_0007" = "Der findes allerede en bruger med dette korte navn. Skriv et andet kort navn.";

                    // IPAddress invalid	-- refer to Open Transport
					// "ERROR_MESSAGE_VALIDATION_0008" - NSIPAddressIsValid
"ERROR_MESSAGE_VALIDATION_0009" = "Den indtastede IP-adresse er tom.";
"ERROR_MESSAGE_VALIDATION_0010" = "Den indtastede IP-adresse indeholder ugyldige tegn.";
"ERROR_MESSAGE_VALIDATION_0011_TITLE" = "Adressen skal bestå af 4 dele."; // too few segments
"ERROR_MESSAGE_VALIDATION_0011" = "Vælg det markerede felt, og indtast en gyldig adresse. Spørg netværksadministratoren, hvis du ikke kender oplysningerne.";
"ERROR_MESSAGE_VALIDATION_0012_TITLE" = "Adressen skal bestå af 4 dele."; // too many segments
"ERROR_MESSAGE_VALIDATION_0012" = "Vælg det markerede felt, og indtast en gyldig adresse. Spørg netværksadministratoren, hvis du ikke kender oplysningerne.";
"ERROR_MESSAGE_VALIDATION_0013_TITLE" = "Hver del af adressen skal indeholde mellem 1 og 3 tegn."; // no segments
"ERROR_MESSAGE_VALIDATION_0013" = "Vælg det markerede felt, og indtast en gyldig adresse. Spørg netværksadministratoren, hvis du ikke kender oplysningerne.";
"ERROR_MESSAGE_VALIDATION_0014_TITLE" = "Den indtastede adresse er ugyldig.";
"ERROR_MESSAGE_VALIDATION_0014" = "Vælg det markerede felt, og indtast en gyldig adresse. Spørg netværksadministratoren, hvis du ikke kender oplysningerne.";

                    // SubnetMask invalid
"ERROR_MESSAGE_VALIDATION_0015_TITLE" = "Den indtastede subnetmaske er ugyldig.";
"ERROR_MESSAGE_VALIDATION_0015" = "Vælg det markerede felt, og indtast en gyldig subnetmaske. Spørg netværksadministratoren, hvis du ikke kender oplysningerne.";

                    // notNIUsername
"ERROR_MESSAGE_VALIDATION_0016" = "Navnet eksisterer allerede på NetInfo-netværket. Du kan ikke logge ind på NetInfo med dette navn.";

                    // Unique fields
"ERROR_MESSAGE_VALIDATION_0017" = "Du kan ikke bruge den samme værdi.";

                    // Wireless Network password
"ERROR_MESSAGE_VALIDATION_0018" = "Den indtastede adgangskode er ugyldig.";

"ERROR_MESSAGE_VALIDATION_0019_TITLE" = "Det indtastede kreditkortnummer kan ikke bruges.";
"ERROR_MESSAGE_VALIDATION_0019" = "Vælg det markerede felt, og skriv et gyldigt kreditkortnummer.";

                    // Account name
"ERROR_MESSAGE_VALIDATION_0020" = "Kontonavnet må ikke starte med et tal.";

                    // EMail address
"ERROR_MESSAGE_VALIDATION_0021" = "Den indtastede e-postadresse kan være ubrugelig.";

                    // SubnetMask & IPAddress, Router consistency check
"ERROR_MESSAGE_VALIDATION_0022" = "IP-adressen og routeradressen svarer ikke til den indtastede subnetmaske. Kontroller følgende felter, og indtast gyldige værdier:\n     IP-adresse\n     Subnetmaske\n     Routeradresse\nSpørg netværksadministratoren, hvis du ikke kender oplysningerne.";

                    // Wrong long username
"ERROR_MESSAGE_VALIDATION_0023_TITLE" = "Det indtastede navn kan ikke bruges.";
"ERROR_MESSAGE_VALIDATION_0023" = "Sæt kryds i det valgte felt, og vælg et andet navn.";

                    // Unique Array
"ERROR_MESSAGE_VALIDATION_0024_TITLE" = "Der er dubletter.";
"ERROR_MESSAGE_VALIDATION_0024" = "Vælg det markerede felt, og skriv entydige værdier.";

// ---------------------------------------------------------------------
// * System Configuration
// ---------------------------------------------------------------------
"MESSAGE_NO_DIAL_TONE_TITLE"			= "Modemmet kan ikke finde en klartone.";
"MESSAGE_NO_DIAL_TONE"					= "Sørg for, at modemmet er tilsluttet, og klik på OK. Eller klik på Annuller for at gå tilbage og vælge afkrydsningsfeltet Ignorer klartone.";

// ========== Network Setup Assistant addition ==========
"QUIT_BUTTON"		= "Slut";
                                        // Field specific errors
"ERROR_PASSWORD_DO_NOT_MATCH_TITLE" = "Adgangskoderne er forskellige.";
"ERROR_PASSWORD_DO_NOT_MATCH" = "Vælg de felter, der er markeret med røde pile, og skriv den samme adgangskode i begge felter.";

"ERROR_MUST_ENTER_LOCATION_NAME_TITLE" = "Skriv et navn til lokaliteten.";
"ERROR_MUST_ENTER_LOCATION_NAME" = "Du opretter en ny netværkslokalitet, hvor konfigurationsoplysningerne arkiveres. Du skal give lokaliteten et navn nu.";
"ERROR_MUST_ENTER_UNIQUE_LOCATION_NAME_TITLE" = "Skriv et andet navn til lokaliteten.";
"ERROR_MUST_ENTER_UNIQUE_LOCATION_NAME" = "Det indtastede navn på lokaliteten findes allerede. Skriv et andet navn.";


"MESSAGE_TASK_FORMAT" = "“%1$@-forbindelse via %2$@”"; // %1$@ = CONNECTION, %2$@ = CONFIGURATION
"CONNECTION_Wireless" = "Trådløs";
"CONNECTION_Modem" = "Modem";
"CONNECTION_DSL" = "DSL";
"CONNECTION_CableModem" = "Kabelmodem";
"CONNECTION_Lan" = "Lokalt netværk";
"CONFIGURE_PPP" = "PPP";
"CONFIGURE_DHCP" = "DHCP";
"CONFIGURE_DHCPClientID" = "DHCP med klient-ID";
"CONFIGURE_PPPoE" = "PPPoE";
"CONFIGURE_Manual" = "Statisk IP";

"MESSAGE_TITLE_CONFIGURE" = "Konfigurerer...";
"MESSAGE_FAILED_CONFIGURE" = "Konfiguration mislykkedes.";
"MESSAGE_DONE_CONFIGURE" = "Færdiggør konfiguration.";
"MESSAGE_CHECKING_CONNECTION" = "Kontrollerer netværksforbindelsen...";
"MESSAGE_CONNECTED" = "Netværksforbindelsen er etableret.";
"MESSAGE_NOT_CONNECTED" = "Kan ikke etablere en netværksforbindelse.";
"MESSAGE_NOT_CONNECTED_TRY_AGAIN" = "Computeren kan ikke oprette forbindelse til Internet. Klik på OK for at gå tilbage og ændre netværksindstillingerne, og prøv igen.";

"DEFAULT_LOCATION_NAME" = "Lokalitet (%@)";
"DUPLICATE_LOCATION_NAME" = "%1$@ %2$d";